{
  "identifier": "rebornmod:chef_alejandro",
  "entries": [
    [
      "*On Ajuginucula smithii",
      "_by Chef Alejandro",
      "",
      "The mint family is known for its non-toxic, often pleasantly fragrant herbs, and A. smithii is no exception.",
      "Ajuginucula smithii can be eaten raw or as part of more elaborate food dishes, and an edible, fragrant oil can be extracted for further culinary uses.",
      "The plant's aroma and flavour can be described as \"somewhere between oregano and basil, but with its own uniqueaccent\".",
      "Although somewhat delicate and highly vulnerable to frost damage, A. smithii is a non-fussy plant that is relatively easy to grow on conventional farmland, and does well in warm climates.",
      "Its flowers are also very popular with bees."
    ],
    [
      "*On the Wild Onion",
      "_by Chef Alejandro",
      "",
      "Just about everything that applies to a modern onion also applies to the prehistoric Wild Onion, except its bulbs are considerably smaller than those of its modern descendants.",
      "In terms of size and shape, it is somewhat comparable to a shallot onion.",
      "This hardy plant does especially well in temperate and cool-temperate climates, and it can even resist frosts if it has to.",
      "Although this plant is perfectly safe and edible for humans, it is in fact very toxic to many other creatures including cats, dogs and guinea pigs, so don't feed it to your animals!"
    ],
    [
      "*Chilean sea bass",
      "_by Chef Alejandro",
      "",
      "To make one serving of this dish, you will need:",
      "* 1 Carrot",
      "* 1 Fish fillet",
      "* 1 Wild Onion",
      "* 1 cup Ajuginucula smithii leaves",
      "",
      "First of all, prepare a fillet of fish, and cover it with diced wild onions and half the A. smithii portion.",
      "Coat the fillet with A. smithii oil if necessary, and bake it in an oven at 200°C (400°F) for 12-15 minutes or until firm.",
      "In the meantime, use a potato peeler or a high-quality grater to cut the carrot into thin strips.",
      "Once the fish fillet is done, cut it into segments and serve with carrot strips and additional A. smithii leaves."
    ],
    [
      "*Ajuginucula smithii oil",
      "_by Chef Alejandro",
      "",
      "Ajuginucula smithii contains a relatively large amount of fragrant oil.",
      "Four cupfuls of the leaves can produce enough useable oil to fill a small bottle.",
      "Simply crush the leaves in a bowl, and sift the crude oily mixture until the oil is pure and doesn't contain any leaf debris.",
      "Pour the purified oil into a small glass bottle, and serve with food."
    ],
    [
      "*On the Wild Potato",
      "_by Chef Alejandro",
      "",
      "Just like the Wild Onion, the Wild Potato is essentially identical to its modern descendants in terms of needs.",
      "However, each potato tuber is much smaller than what modern humans are used to, only reaching the size of a peanut pod at the very largest.",
      "If you've ever wanted a visually and historically interesting (if substantially lacking) novelty crop that you can trick gullible tourists into buying for inflated prices, this is the plant for you."
    ],
    [
      "*Fun Fries",
      "_by Chef Alejandro",
      "",
      "To make this side dish, you will need:",
      "* 1 potato (or 4 wild potatoes)",
      "* 2-3 tablespoons Ajuginucula smithii oil",
      "",
      "Carefully cut the potatoes into semi-rectangular chips.",
      "Coat them with A. smithii oil, and either bake or fry them until golden.",
      "Add salt or more A. smithii oil if necessary."
    ],
    [
      "*On Phoenix",
      "_by Chef Alejandro",
      "",
      "Phoenix is a genus of palm tree that is still around today, the most famous of which is of course the date palm (P. dactylifera). This diverse genus is found in many different tropical, arid and subtropical habitats, including rainforests, swamps, deserts, and coastal mangrove swamps. Fossils of Phoenix-like palms found in India suggest that these plants date back to at least the end of the Late Cretaceous.",
      "In more recent history, the fruits of these palms have also been used as food - by both humans and livestock - for thousands of years."
    ]
  ]
}