{
  "identifier": "rebornmod:dr_gerry_harding",
  "entries": [
    [
      "*Entry 35:",
      "",
      "Today was pretty intense.",
      "One of the Gallimimus collapsed this morning, gasping for breath, vomiting and convulsing in apparent agony. We brought her into the vet station as soon as we noticed, and attempted to treat her.",
      "After two hours in critical condition, her heart gave out and she passed away.",
      "The autopsy revealed that her gizzard and stomach were full of partially digested Serenna veriformans leaves, which almost certainly killed her. This highly toxic extinct plant was originally brought back at the park as a decoration, but it soon germinated and ran wild. We eradicate them wherever possible, but a few always slip through the cracks."
    ],
    [
      "*Entry 82:",
      "",
      "Sarah called today, asking for advice on raising cheetah cubs. It's very rare these days that she talks to her old man... but it's nice that she called anyway.",
      "She's loved animals since she was little, and now she's essentially living at Grasmanseland National Park, working with big cats and endangered white rhinos. I'm so proud of her.",
      "If only she knew what kind of animals we had at this park..."
    ],
    [
      "*Entry 42:",
      "",
      "The Brachiosaurs are consuming a lot more vegetation than we expected, and they're not even fully grown yet! Therefore, we've come up with a new plan. Certain plant species in the park, such as Heliconia and the Cinnamon Fern, are confirmed to be palatable and non-toxic to most of the herbivores. This particular species of Heliconia is especially fast-growing, so there's no shortage of that.",
      "Therefore, groves of them will be planted specially for hay production. The hay bales will then be sprayed with lysine, and fed to the Brachiosaurs."
    ],
    [
      "*Entry 45:",
      "",
      "Muldoon and I relocated the coelacanths today, along with the animal transportation team. The holding pool was filled yesterday and its conditions passed inspection.",
      "However, you can't exactly put a 5 foot long, 132 pound coelacanth into a plastic bag and casually carry it around like a goldfish.",
      "First the struggling animal needs to be gently coaxed into a large, heavy-duty stretcher, and then carefully hauled into a large shipping bin or tub full of well-circulated saltwater. Next, the container is moved with heavy loading equipment to the location of the holding pool.",
      "After that, the water in the tub is gradually replaced with that of the water in the new pool to acclimate the fish to its new surroundings. Finally, the stretcher is hauled into the pool and fish is released."
    ],
    [
      "*Entry 57:",
      "",
      "Based on my observations, some animals in the park show distinct preferences when feeding.",
      "For example, the Apatosaurus herd can usually be found grazing in the dense groves of Dicksonia and Scaly Tree Fern in the southwest corner of their paddock. These dinosaurs use their peg-like teeth to systematically strip the soft leaves from the tough central stalks of the fern fronds. The Scaly Tree Fern is known to be quite poisonous to a lot of other herbivores, but the Apatosaurs seem able to somehow digest this plant without serious side effects.",
      "Another example is Stegosaurus. They seem to have a taste for the fruit and seeds of cycads, even extremely toxic ones like Encephalartos (although that particular plant does seem to give them mild indigestion at times). Although not visible to the naked eye, medical X-rays revealed that each Stegosaurus actually has a chainmail-like mesh of tiny bony nodules just under the skin on the throat. This tough but flexible armor protects them not only from predators, but also from the sharp spines of certain cycads."
    ],
    [
      "*Entry 62:",
      "",
      "Victoria started showing her symptoms again yesterday. She had trouble keeping up with the other Triceratops, and appeared disoriented. Muldoon tranquilized her, and we then transported her to Quarantine Pen 7.",
      "She's currently wandering around in the pen as I write this, and her health appears to be stabilizing. She calls out from time to time, presumably for the other members of the herd.",
      "This seems to happen about every 6 weeks, and nobody knows what's causing it. We've taken some blood and stool samples for analysis. Hopefully that should shed some light on what's wrong with her..."
    ],
    [
      "*Entry 70:",
      "",
      "I'm exhausted.",
      "Wilhelmina and I spoke, for probably the first time in over six months. She wants Jess to come to Site A, so I can \"straighten her out\". Apparently her rebellious teenage antics have gotten out of hand again. I still remember the mall incident...",
      "To be completely honest, I can kind of see why. A divorce is hard for a kid to go through at any age, especially when one parent has to move over 30000 odd chunks away for work.",
      "And on the bright side, being in a park full of dinosaurs should at least momentarily distract her from causing trouble..."
    ],
    [
      "*Entry 73:",
      "",
      "The Metriacanthosaurus's limping got worse earlier this week, so we decided to bring her in for a checkup. Her leg's quite swollen - especially towards the foot - and produces a noticeable foul odor.",
      "The problem stems from an infected abrasion on the middle toe that's having trouble healing. We've swabbed and disinfected the dinosaur's wound, and we've placed her in Quarantine Pen 4 for now.",
      "Now we just need to wait until the identity of the infection has been determined..."
    ],
    [
      "*Entry 74:",
      "",
      "Update on the limping Metriacanthosaurus:",
      "The culture from the swab has been identified as a strain of flesh-eating bacteria most commonly found in rotting meat, and I think I might know how the poor girl became infected.",
      "Like modern birds of prey, theropods tend to hold their food still with one foot as they tear into it. The Metri probably had a little scrape or cut on her toe that got infected when she ate from a goat carcass.",
      "She's doing remarkably well, too. The swelling on her leg has gone down dramatically, and although she's still limping a little, she'll probably be able to rejoin the others in the main enclosure within a week.",
      "This seems to be normal for carnivorous theropods, as like modern crocodiles, their immune systems appear to be a lot stronger than those of mammals."
    ],
    [
      "*Entry 78:",
      "",
      "One of the Mussaurus has been acting strangely. She's been chasing her herd-mates around while making odd, rhythmic grunts. It's unclear why she does this, so we've been observing her regularly.",
      "Dr. Skinner remarked that it looked almost like some sort of mating display, although the fact that all the animals in the park are female makes this unlikely. A dominance display seems more plausible.",
      "Come to think of it though, her colours seem a little brighter than I remember..."
    ]
  ]
}