{
  "identifier": "rebornmod:dennis_nedry",
  "entries": [
    [
      "*Entry 7:",
      "",
      "I'm really not liking this job. Hammond's a total control freak. I mean, can't the guy just give me a goddamn break? He doesn't get that making sure a giant powered system spanning a massive area all functions and performs correctly is, you know, difficult!",
      "But hey... it pays, I guess."
    ],
    [
      "*Entry 8:",
      "",
      "I talked to Ray today. I know he's under a lot of pressure, so I hoped we might have some common ground, you know? Nope. Turns out he too is one of Hammond's pathetic little yes-men, just like everyone else. Even made a jab at my weight! Ridiculous...",
      "I try to be friends, and he just spits in my eyes like this! Seriously, I may as well not even try."
    ],
    [
      "*Entry 9:",
      "",
      "Some guy calling himself Dodgson contacted me today. I did a little research, and apparently this guy works for BioSyn, InGen's business rival.",
      "He implied that he could pay me better than Hammond. Honestly he seems to actually care about the company's staff. And, well... it can't be any worse than working for Ebenezer McDuck here, right?"
    ],
    [
      "*Entry 15:",
      "",
      "Met up with Dodgson today. The guy promised me millions. A million for each, can you believe that? Who the hell wouldn't jump at an opportunity like that?",
      "As long as I get samples from all the species safely out of the park, it's all mine. Easy. At least, as long as I find the best possible moment to do this.",
      "I'll be watching the others closely from now on..."
    ],
    [
      "*Entry 17:",
      "",
      "I've been watching my coworkers. Gotta learn their every move, and then plan *my* move from there. I know the routines of all the control room staff, and all I need is the timetable of Dr. Wu, and the garage staff.",
      "I have a plan for learning Dr. Wu's schedule. Laura Sorkin. I've seen those two argue. Really passive-aggressive. All I need to do is learn to press all the right buttons, and she can tell me anything I need to know...",
      "Makes me feel like a super-spy, you know? Call me agent Nedry... Dennis Nedry!"
    ],
    [
      "*Entry 25:",
      "",
      "Muldoon is getting suspicious. And he's probably told that chain-smoking bastard everything. I catch them staring at me every now and then, and their expressions aren't good. I've gotta make my move soon...",
      "There's a storm coming up, which means a bit of chaos around here. The perfect cover..."
    ],
    [
      "*Entry 27:",
      "",
      "Tonight's the night. All my planning, all my spying, has been leading up to this. I'll turn off the power, disabling the security cameras. Yes, that might also mess with some of the fences, but who gives a damn, really? It's Hammond's loss, not mine.",
      "Those 20 mill plus are mine!"
    ]
  ]
}