{
  "identifier": "rebornmod:dr_laura_sorkin",
  "entries": [
    [
      "*Entry 14:",
      "",
      "Muldoon's putting them down."
    ],
    [
      "*Entry 159:",
      "",
      "Approached by someone claiming to represent BioSyn, Hammond's main commercial rivals. They suggested that I join them in their attempt to build something different - a true sanctuary, where these animals can live free. They claim they need a behavioural specialist.",
      "I said I'd consider it."
    ],
    [
      "*Entry 172:",
      "",
      "One of the trikes is showing really odd behaviour. She has this stereotypical behaviour she repeats over and over - kicking the dirt, snorting and waving her horns about. "
    ],
    [
      "*Entry 173:",
      "",
      "The trike is now showing colour in her crest. It's almost like she's in heat, but that's a male characteristic. Perhaps in these ancient animals, it's females that go into heat?",
      "More likely Wu screwed up when he was playing around in the genetic code. Poor babies."
    ],
    [
      "*Entry 181:",
      "",
      "One of the trikes went down today. Showing all the signs of being seriously poisoned. Thinking it might have been the veriformans - back in Mineboseli I saw bull elephants showing less dietary bias when in heat. Could be eating everything and anything, if she really is displaying that sort of male behaviour."
    ],
    [
      "*Entry 193: ",
      "",
      "BioSyn offered to rescue the Troodons. The quarantine pen was never meant to be a permanent solution, it's too cramped. They say they'll send someone in once this storm blows over."
    ],
    [
      "*Entry 15:",
      "",
      "Sorry, couldn't bring myself to say anything more last time. They're putting down my Troodons. Monsters. Citing 'dangerous behaviour'. Totally inconsistent. If it's 'dangerous behaviour' then why are the raptors surviving?",
      "Not that I'd like this to happen to the orphan raptors - not their fault they grew up without a mother. Troodons had the same problem. Highly intelligent animals need parental care to develop natural behaviours, or else they end up maladjusted."
    ],
    [
      "*Entry 16:",
      "",
      "Euthanasia happening today. I've resolved to find a way to save my children. I wouldn't be able to live with myself if I just stood by and let it happen."
    ],
    [
      "*Entry 18:",
      "",
      "There's an unused Quarantine pen."
    ],
    [
      "*Entry 38:",
      "",
      "Triceratops are learning to avoid the veriformans, staying away from the groves where they flourish. Genuinely overturning decades of assumptions about these reptiles. Way smarter than they realise."
    ],
    [
      "*Entry 39: ",
      "",
      "Finally got approval to start the raptor training program. I've been saying for months now that it's absurd to raise these highly intelligent animals without any parental influence. Makes sense of their borderline psychopathic behaviour when they grow up.",
      "I'll take the raptor pups into the behavioural facility when they're a week old and do my best to act as mother to them. Best modern analogue is probably an alligator or an ostrich, so I'll try and mimic those maternal behaviours. Hoping the raptors'll grow up to be more placid.",
      "Some day I'll convince them to do the same with the Troodons."
    ],
    [
      "*Entry 47:",
      "",
      "The Troodons are far more intelligent than we even realised before. They're showing all sorts of unexpected social behaviours.",
      "Continuing to observe them whenever I can sneak away."
    ],
    [
      "*Entry 68: ",
      "",
      "The longer I'm here the more convinced I am that I can't stay. This isn't what I dreamed of - a Lost World where the long-deadanimals can roam free and show natural behaviours for the first time in millions of years.",
      "Hammond could have created such a wonder here, but instead he just wants to make a circus. I have to change this place from the inside."
    ],
    [
      "*Entry 148:",
      "",
      "The female T-rex is mature now and being led out to her own paddock. She's absolutely gorgeous. A bit dim though, the darling - Seems to only be able to see things when they're moving. And she remembers me - she must recognise my smell as her mother."
    ]
  ]
}