{
  "identifier": "rebornmod:ed_regis",
  "entries": [
    [
      "*Entry 10:",
      "",
      "Mr. Hammond reassigned me to the park today. Honestly it sounds like a welcome change, spending some time away from pen-pushing, working at a tropical paradise.",
      "This new guy, Masrani I think his name was, will be continuing my job at the office while I'm away. Seems like a decent fellow, might even go places if he's lucky.",
      "",
      "The park's security seems to be top notch, with vast stretches of electric fence everywhere. Saw some dinosaurs on my way in, these massive great big fat things with really long necks. Brontosaurus? Brancheatingsaurus? It's been years since I last watched the Flintstones. Tourists will love them, I'm sure."
    ],
    [
      "*Entry 17:",
      "",
      "One of the workers was attacked by a dinosaur today. Some pretty nasty cuts, from what I've heard.",
      "Anyway, I've just sent off the necessary paperwork. That should be enough to keep any potential lawsuits away..."
    ],
    [
      "*Entry 25:",
      "",
      "Hammond invited a group of people over to view the park. And apparently I'm to be their tour guide. All I have to do is memorize the brochure, along with the names of all the",
      "dinosaurs in the park. Sounds interesting. I'm sure this won't be too difficult."
    ],
    [
      "*Entry 26:",
      "",
      "Why is this so difficult!?",
      "",
      "'Tyrannosaurus was a 15 m long carnivore from the Jurassic-' actually, was it Cretaceous? And the size? Oh, this is ridiculous.",
      "Still, at least I have another month to memorize this stuff. I haven't even gotten to the plants yet, though..."
    ],
    [
      "*Entry 32:",
      "",
      "Paraso - no - Paralo - scratch that - Parallelogram? I'm so bad at this. Big red horn thing on its head. Elvis!",
      "",
      "On the bright side, the rides are a lot easier to remember. Currently only the Ford Explorer tour is up and running, although the Balloon Tour and Cretaceous Cruise will soon follow. We're going to make a fortune with this place."
    ],
    [
      "*Entry 35:",
      "",
      "Apparently I'm also a babysitter now. Mr. Hammond invited his grandchildren over, and I'm supposed to supervise them.",
      "How did I go from being the leading public relations manager for InGen, to this? That being said, I know better than to get on Hammond's bad side, so I'll keep my mouth shut."
    ],
    [
      "*Entry 40:",
      "",
      "I got a serious fright today. I heard an odd scratching noise at my room's door this morning, so I opened it. I didn't see anyone there, but I didn't have long to think about that, as at that moment I felt a sharp pain in my foot. This little green dinosaur - 'Computersaurus' or something like that - latched onto my ankle like a pitbull! Luckily I was able to get the little bastard off me, and my wound was treated and dressed at the infirmary.",
      "",
      "I take back what I said in my previous entries. This park has some serious security issues! Yes, the dinosaur that attacked me was only about the size of a chicken, but what if next time it's something larger and more dangerous? Although I'm reluctant to do so, I will mention this to Mr. Hammond, as this is a lawsuit waiting to happen."
    ],
    [
      "*Entry 41:",
      "",
      "Mr. Hammond was in a very bad mood today. Probably has something to do with that fat slob Dennis in the computer department, as the two never seem to get along. Also heard something about an argument between Dr. Wu and Dr. Sorkin, although I'm not clear on the details of that. Therefore I'm going to wait to bring up my security concerns to Mr. Hammond for now.",
      "",
      "I've just about memorized all the dinosaur names. Compsognathus is easy to remember, as are Mussaurus and the Coelacanth (pronounced 'see-luh-canth', not 'cola-canth')."
    ]
  ]
}