{
  "identifier": "rebornmod:ray_arnold",
  "entries": [
    [
      "*Entry 53:",
      "",
      "The raptors in sector 32 attempted to break out at about 10 AM this morning. Proposed solution: Increase the height of the fence by additional 3 feet, and upgrade the monitoring system in that sector.",
      "I've ordered in a new shipment of fence wires, fence poles and fence bases, as well as sufficient redstone to power the system. The raptors will need to be sedated while the new adjustments are implemented."
    ],
    [
      "*Entry 61:",
      "",
      "One of the workers reported a leak in Coelacanth nursery tank number 5. The fault appears to be with the type of glass being used. The glass needs to be supported with reinforced metal borders, in order to withstand the strain of the water pressure.",
      "Muldoon and Harding will relocate the fish to a temporary holding pool while their tank is being renovated."
    ],
    [
      "*Entry 69:",
      "",
      "As our T. rex grows larger, the barrier of her enclosure will need renovations. I've designed enclosures for elephants and other large mammals at Mojang Zoo, but I think even that design of barrier may be insufficient to contain something so damn big!",
      "Strong stone walls, reinforced with a sort of metal endoskeleton, may be the answer. These walls will then be topped off with the standard redstone-powered electric fencing, supported by fence poles approximately 20 feet tall. These security measures should be enough to keep visitors safe. At least, in theory."
    ],
    [
      "*Entry 74:",
      "",
      "The Microraptors keep escaping their enclosure! Like Velociraptors, their intelligence makes them devious and unpredictable, and due to their small size and dark coloration, finding them is not easy. Muldoon once told me that tracking Microraptors is \"like playing hide and seek with a clan of ninjas\".",
      "Their ability to both climb and glide also came as a surprise. Therefore, the whole flock is being contained at an indoor containment facility until their whole enclosure can be roofed off and converted into an aviary.",
      "The only saving grace is that these animals aren't a threat to humans..."
    ],
    [
      "*Entry 82:",
      "",
      "More issues with the vehicle tour. No surprises there, really... The cars keep stopping too soon, meaning that in order for this tour to work, the redstone-powered sections of the track will need to be more frequent.",
      "I just hope we can fix this by the end of the month. If not, then John's grand showcase of the park may have to wait..."
    ],
    [
      "*Entry 89:",
      "",
      "The door of Feeder number 27 is not responding. It's possible one of the sauropods may have stepped on it and jammed the opening mechanism.",
      "The raptors attempted another breakout. All individuals were sedated and contained, although one of the workers was injured in the process. Once again, the security of the enclosure is called into question...",
      "Also, I'm nearly out of cigarettes."
    ],
    [
      "*Entry 93:",
      "",
      "The visitors are coming this weekend! Everything needs to be fully operational, and secure. There is absolutely no room for failure, or laziness! I'm looking at you, Dennis.",
      "Security doors? Check. Lighting systems? Check. Animal containment power systems? Check. Everything is either ready or about to be ready.",
      "It's like working for the military again. God, I miss those days..."
    ],
    [
      "*Entry 104:",
      "",
      "Hammond and his visitors have arrived at the park. It's the moment of truth, where we'll see if our latest improvements to the security worked.",
      "Hold onto your butts..."
    ]
  ]
}