{
  "identifier": "rebornmod:robert_muldoon",
  "entries": [
    [
      "*Entry 69:",
      "",
      "Another tussle in the raptor cage. Lost another one from the first generation. Just the Big One left."
    ],
    [
      "*Entry 78:",
      "",
      "Hammond insisting on having cows ready to feed to the raptors just to impress the visitors. Keep trying to tell him it's encouraging unnatural feeding behaviour, but he accuses me of being too cautious and laughs it off. He has become more headstrong since he took on the Site A park.",
      "",
      "Have proposed to him that, if we are to keep raptors rather than destroy them, we must house them in open paddocks, like big cats. I saw the same kind of frustration and pacing in the lions at the safari park, before we moved them to the new plains enclosure. He followed the advice then, but now he refuses. He prefers the aesthetic of their cage."
    ],
    [
      "*Entry 83:",
      "",
      "Placed order for thermal imaging goggles for the veterinary monitoring of Dilophosaurs. Keep bloody disappearing. Have ordered five. Hammond immediately requisitioned all but four of them to give to the bloody guests. Should arrive shortly after full opening to the public."
    ],
    [
      "*Entry 84:",
      "",
      "Men at Site B finally bothered to send me their tranquiliser recommendations. Have copied them out into blue notebook. They recommend first restraining the animal, and then darting it with a specialized morphine-based formula enhanced with trace amounts of redstone. Interesting idea. Like to see them restraining Rexy."
    ],
    [
      "*Entry 90:",
      "",
      "El Nino scheduled for next year. Hammond looked surprised when I told him. Didn't realise his tropical paradise might have to deal with this. Looking into likely consequences now. Fish stocks likely to collapse.",
      "Will be more of an issue for the Site B spineys than anything over here."
    ],
    [
      "*Entry 91: ",
      "",
      "Looks like last storm before the El Nino is gonna be brutal."
    ]
  ]
}